Repository: alexmanzer/rootshell-vnc
Catalog: Packages/rootshellVNC/Sources/rootshellVNC/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Try Again
ar: حاول مرة أخرى
ca: Tornar-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: ניסיון חוזר
hu: Újrapróbálkozás
it: Riprova
ja: やり直す
ko: 다시 시도
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar Novamente
pt_pt: Tentar novamente
ro: Reîncercare
sl: Poskusi znova
sv: Försök igen
uk: Повторити спробу
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Turn On Curtain Mode?
ar: تشغيل وضع الحجب؟
ca: Vols activar el mode cortina de pantalla?
cs: Zapnout režim opony?
da: Vil du slå gardinfunktion til?
de: Modus „Vorhang“ aktivieren?
es: ¿Activar el modo de cortina?
fi: Otetaanko verhotila käyttöön?
fr: Activer le mode Rideau ?
he: להפעיל מצב וילון?
hu: Bekapcsolja a Függöny módot?
it: Attivare la modalità Tenda?
ja: カーテンモードをオンにしますか？
ko: 커튼 모드를 켜시겠습니까?
nb: Vil du slå på gardinmodus?
nl: Gordijnmodus inschakelen?
pl: Włączyć tryb kurtyny?
pt_br: Ativar o Modo Cortina?
pt_pt: Ativar o modo de cortina?
ro: Activați modul cortină?
sl: Želite vklopiti način zavese?
sv: Vill du slå på ridåläge?
uk: Увімкнути прихований режим?
vi: Bật chế độ bảo vệ?
zh_hans: 打开“帐幕模式”？
zh_hant: 要開啟「簾幕模式」嗎？

source: Two Virtual Displays
ar: شاشتان افتراضيتان
ca: Dues pantalles virtuals
cs: Dva virtuální displeje
da: To virtuelle skærme
de: Zwei virtuelle Displays
es: Dos pantallas virtuales
fi: Kaksi virtuaalinäyttöä
fr: Deux écrans virtuels
he: שני צגים וירטואליים
hu: Két virtuális kijelző
it: Due schermi virtuali
ja: 2つの仮想ディスプレイ
ko: 가상 디스플레이 두 개
nb: To virtuelle skjermer
nl: Twee virtuele beeldschermen
pl: Dwa wirtualne ekrany
pt_br: Duas Telas Virtuais
pt_pt: Dois ecrãs virtuais
ro: Două ecrane virtuale
sl: Dva navidezna zaslona
sv: Två virtuella skärmar
uk: Два віртуальні дисплеї
vi: Hai màn hình ảo
zh_hans: 两台虚拟显示器
zh_hant: 兩個虛擬顯示器

source: Type Password and Log In
ar: كتابة كلمة السر وتسجيل الدخول
ca: Escriure la contrasenya i iniciar la sessió
cs: Napsat heslo a přihlásit
da: Skriv adgangskode, og log ind
de: Passwort eingeben und anmelden
es: Escribir la contraseña e iniciar sesión
fi: Kirjoita salasana ja kirjaudu sisään
fr: Saisir le mot de passe et se connecter
he: הקלדת הסיסמה וכניסה
hu: Jelszó beírása és bejelentkezés
it: Digita password e accedi
ja: パスワードを入力してログイン
ko: 암호 입력 후 로그인
nb: Skriv passord og logg på
nl: Typ wachtwoord en log in
pl: Wpisz hasło i zaloguj
pt_br: Digitar Senha e Iniciar Sessão
pt_pt: Escrever palavra-passe e iniciar sessão
ro: Tastare parolă și autentificare
sl: Vtipkaj geslo in se prijavi
sv: Skriv lösenord och logga in
uk: Ввести пароль і увійти
vi: Gõ mật khẩu và đăng nhập
zh_hans: 输入密码并登录
zh_hant: 輸入密碼並登入

source: Type the saved password?
ar: كتابة كلمة السر المحفوظة؟
ca: Vols escriure la contrasenya desada?
cs: Napsat uložené heslo?
da: Vil du skrive den arkiverede adgangskode?
de: Gesichertes Passwort eingeben?
es: ¿Escribir la contraseña guardada?
fi: Kirjoitetaanko tallennettu salasana?
fr: Saisir le mot de passe enregistré ?
he: להקליד את הסיסמה השמורה?
hu: Beírja a mentett jelszót?
it: Digitare la password salvata?
ja: 保存されているパスワードを入力しますか？
ko: 저장된 암호를 입력하시겠습니까?
nb: Skrive inn det arkiverte passordet?
nl: Bewaarde wachtwoord typen?
pl: Wpisać zachowane hasło?
pt_br: Digitar a senha salva?
pt_pt: Escrever a palavra-passe guardada?
ro: Tastați parola salvată?
sl: Želite vtipkati shranjeno geslo?
sv: Skriva in det sparade lösenordet?
uk: Ввести збережений пароль?
vi: Gõ mật khẩu đã lưu?
zh_hans: 要输入已存储的密码吗？
zh_hant: 輸入已儲存的密碼？

source: Type User Password
ar: كتابة كلمة سر المستخدم
ca: Escriure la contrasenya de l'usuari
cs: Napsat heslo uživatele
da: Skriv brugeradgangskode
de: Benutzerpasswort eingeben
es: Escribir la contraseña del usuario
fi: Kirjoita käyttäjän salasana
fr: Saisir le mot de passe utilisateur
he: הקלדת סיסמת המשתמש
hu: Felhasználói jelszó beírása
it: Digita password utente
ja: ユーザパスワードを入力
ko: 사용자 암호 입력
nb: Skriv brukerpassord
nl: Typ gebruikerswachtwoord
pl: Wpisz hasło użytkownika
pt_br: Digitar Senha do Usuário
pt_pt: Escrever palavra-passe do utilizador
ro: Tastare parolă utilizator
sl: Vtipkaj uporabniško geslo
sv: Skriv användarlösenord
uk: Ввести пароль користувача
vi: Gõ mật khẩu người dùng
zh_hans: 输入用户密码
zh_hant: 輸入使用者密碼

source: Unable to reconnect
ar: تعذّرت إعادة الاتصال
ca: No s'ha pogut tornar a connectar
cs: Nelze se znovu připojit
da: Kan ikke oprette forbindelse igen
de: Verbindung kann nicht wiederhergestellt werden
es: No se ha podido volver a conectar
fi: Uudelleenyhdistäminen ei onnistu
fr: Reconnexion impossible
he: לא ניתן להתחבר מחדש
hu: Nem sikerült újracsatlakozni
it: Impossibile riconnettersi
ja: 再接続できません
ko: 재연결할 수 없음
nb: Kan ikke koble til igjen
nl: Opnieuw verbinden niet mogelijk
pl: Nie można połączyć ponownie
pt_br: Não foi possível reconectar
pt_pt: Não foi possível restabelecer a ligação
ro: Reconectare imposibilă
sl: Ponovna povezava ni mogoča
sv: Det går inte att återansluta
uk: Не вдалося перепідключитися
vi: Không thể kết nối lại
zh_hans: 无法重新连接
zh_hant: 無法重新連接

source: Unsupported feature: %@
ar: ميزة غير مدعومة: %@
ca: Funció no compatible: %@
cs: Nepodporovaná funkce: %@
da: Ikke-understøttet funktion: %@
de: Nicht unterstützte Funktion: %@
es: Función no compatible: %@
fi: Ominaisuutta ei tueta: %@
fr: Fonctionnalité non prise en charge : %@
he: תכונה שאינה נתמכת: %@
hu: Nem támogatott funkció: %@
it: Funzionalità non supportata: %@
ja: サポートされていない機能：%@
ko: 지원되지 않는 기능: %@
nb: Funksjonen støttes ikke: %@
nl: Niet-ondersteunde functie: %@
pl: Nieobsługiwana funkcja: %@
pt_br: Recurso não suportado: %@
pt_pt: Funcionalidade não suportada: %@
ro: Funcționalitate neacceptată: %@
sl: Nepodprta funkcija: %@
sv: Funktionen stöds inte: %@
uk: Непідтримувана функція: %@
vi: Tính năng không được hỗ trợ: %@
zh_hans: 不支持的功能：%@
zh_hant: 不支援的功能：%@

source: Use one remote display for the lowest bandwidth and decoding load.
ar: استخدام شاشة بعيدة واحدة لأقل استهلاك للنطاق الترددي وحمل فك الترميز.
ca: Fa servir una sola pantalla remota per reduir al mínim l'amplada de banda i la càrrega de descodificació.
cs: Použít jeden vzdálený displej pro nejnižší přenos dat a zátěž dekódování.
da: Brug én ekstern skærm for at få den laveste båndbredde og afkodningsbelastning.
de: Ein entferntes Display für die geringste Bandbreiten- und Decodierlast verwenden.
es: Usa una sola pantalla remota para reducir al mínimo el ancho de banda y la carga de descodificación.
fi: Käytä yhtä etänäyttöä pienimmällä kaistankäytöllä ja purkukuormalla.
fr: Utiliser un seul écran distant pour réduire au maximum la bande passante et la charge de décodage.
he: שימוש בצג מרוחק אחד לרוחב הפס ולעומס הפענוח הנמוכים ביותר.
hu: Egy távoli kijelző használata a legkisebb sávszélesség- és dekódolási terhelés érdekében.
it: Usa un solo schermo remoto per ridurre al minimo la banda e il carico di decodifica.
ja: リモートディスプレイを1つだけ使用して、帯域幅とデコード負荷を最小限に抑えます。
ko: 가장 낮은 대역폭과 디코딩 부하를 위해 원격 디스플레이 한 개를 사용합니다.
nb: Bruk én ekstern skjerm for lavest båndbredde- og dekodingsbelastning.
nl: Gebruik één extern beeldscherm voor de laagste bandbreedte- en decodeerbelasting.
pl: Używaj jednego ekranu zdalnego, aby uzyskać najniższe zużycie pasma i obciążenie dekodowaniem.
pt_br: Usa uma tela remota para a menor carga de banda e de decodificação.
pt_pt: Usar um único ecrã remoto para a menor largura de banda e carga de descodificação.
ro: Utilizează un singur ecran la distanță pentru cel mai mic consum de bandă și de decodare.
sl: Uporabi en oddaljeni zaslon za najmanjšo porabo pasovne širine in dekodiranja.
sv: Använd en fjärrskärm för lägsta bandbredd och avkodningsbelastning.
uk: Використовувати один віддалений дисплей для найменшого трафіку та навантаження на декодування.
vi: Dùng một màn hình từ xa để có băng thông và tải giải mã thấp nhất.
zh_hans: 使用一台远程显示器，以获得最低的带宽和解码负载。
zh_hant: 使用單一遠端顯示器，以獲得最低的頻寬與解碼負擔。

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d’utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
sl: Uporabniško ime
sv: Användarnamn
uk: Ім’я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Verifying credentials…
ar: جارٍ التحقق من بيانات الاعتماد…
ca: Verificant les credencials…
cs: Ověřování přihlašovacích údajů…
da: Kontrollerer loginoplysninger…
de: Anmeldedaten werden überprüft…
es: Verificando las credenciales…
fi: Tarkistetaan kirjautumistietoja…
fr: Vérification des identifiants…
he: מאמת את האישורים…
hu: Hitelesítő adatok ellenőrzése…
it: Verifica credenziali…
ja: 認証情報を確認中…
ko: 인증 정보 확인 중…
nb: Kontrollerer påloggingsinformasjon…
nl: Inloggegevens controleren…
pl: Sprawdzanie danych uwierzytelniających…
pt_br: Verificando credenciais…
pt_pt: A verificar as credenciais…
ro: Se verifică datele de autentificare…
sl: Preverjanje poverilnic…
sv: Verifierar inloggningsuppgifter…
uk: Перевірка облікових даних…
vi: Đang xác minh thông tin xác thực…
zh_hans: 正在验证凭证…
zh_hant: 正在驗證憑證…

source: Waiting for first screen update…
ar: في انتظار أول تحديث للشاشة…
ca: Esperant la primera actualització de pantalla…
cs: Čekání na první aktualizaci obrazovky…
da: Venter på første skærmopdatering…
de: Warten auf erste Bildschirmaktualisierung…
es: Esperando la primera actualización de pantalla…
fi: Odotetaan ensimmäistä näytön päivitystä…
fr: En attente de la première mise à jour de l’écran…
he: ממתין לעדכון המסך הראשון…
hu: Várakozás az első képernyőfrissítésre…
it: In attesa del primo aggiornamento dello schermo…
ja: 最初の画面更新を待っています…
ko: 첫 화면 업데이트 대기 중…
nb: Venter på første skjermoppdatering…
nl: Wachten op eerste schermupdate…
pl: Oczekiwanie na pierwsze uaktualnienie ekranu…
pt_br: Aguardando a primeira atualização de tela…
pt_pt: A aguardar a primeira atualização do ecrã…
ro: Se așteaptă prima actualizare a ecranului…
sl: Čakanje na prvo posodobitev zaslona…
sv: Väntar på första skärmuppdateringen…
uk: Очікування першого оновлення екрана…
vi: Đang đợi cập nhật màn hình đầu tiên…
zh_hans: 正在等待首次屏幕更新…
zh_hant: 正在等待第一次畫面更新…

source: Waiting for framebuffer...
ar: في انتظار المخزن المؤقت للإطارات...
ca: Esperant el framebuffer...
cs: Čekání na framebuffer...
da: Venter på framebuffer...
de: Warten auf Framebuffer...
es: Esperando el framebuffer...
fi: Odotetaan framebufferia...
fr: En attente du framebuffer...
he: ממתין ל-framebuffer...
hu: Várakozás a framebufferre...
it: In attesa del framebuffer...
ja: フレームバッファを待っています...
ko: 프레임 버퍼 대기 중...
nb: Venter på framebuffer...
nl: Wachten op framebuffer...
pl: Oczekiwanie na bufor ramki...
pt_br: Aguardando framebuffer...
pt_pt: A aguardar o framebuffer...
ro: Se așteaptă framebufferul...
sl: Čakanje na slikovni medpomnilnik...
sv: Väntar på framebuffer...
uk: Очікування буфера кадрів...
vi: Đang đợi bộ đệm khung hình...
zh_hans: 正在等待帧缓冲区...
zh_hant: 正在等待畫面緩衝區...

source: When an Apple Login Window or lock screen is detected, offer to type the saved password.
ar: عند اكتشاف نافذة تسجيل دخول Apple أو شاشة القفل، اعرض كتابة كلمة السر المحفوظة.
ca: Quan es detecti una finestra d’inici de sessió d’Apple o una pantalla de bloqueig, s’ofereix escriure la contrasenya desada.
cs: Když je zjištěno přihlašovací okno Apple nebo zamykací obrazovka, nabídnout napsání uloženého hesla.
da: Når et Apple-loginvindue eller en låst skærm registreres, tilbydes det at skrive den arkiverede adgangskode.
de: Wenn ein Apple-Anmeldefenster oder ein Sperrbildschirm erkannt wird, wird angeboten, das gesicherte Passwort einzugeben.
es: Cuando se detecta una ventana de inicio de sesión de Apple o una pantalla de bloqueo, se ofrece escribir la contraseña guardada.
fi: Kun Applen kirjautumisikkuna tai lukitusnäyttö havaitaan, tarjotaan tallennetun salasanan kirjoittamista.
fr: Lorsqu’une fenêtre de connexion Apple ou un écran verrouillé est détecté, propose de saisir le mot de passe enregistré.
he: כאשר מזוהה חלון כניסה של Apple או מסך נעילה, מוצע להקליד את הסיסמה השמורה.
hu: Ha a rendszer Apple bejelentkezési ablakot vagy zárolási képernyőt észlel, felajánlja a mentett jelszó beírását.
it: Quando viene rilevata una finestra di login Apple o una schermata di blocco, propone di digitare la password salvata.
ja: Appleのログインウインドウまたはロック画面が検出されたときに、保存されているパスワードの入力を提案します。
ko: Apple 로그인 윈도우 또는 잠금 화면이 감지되면 저장된 암호 입력을 제안합니다.
nb: Når et Apple-påloggingsvindu eller en låst skjerm oppdages, tilbys det å skrive inn det arkiverte passordet.
nl: Wanneer een Apple-inlogvenster of een vergrendeld scherm wordt gedetecteerd, wordt aangeboden om het bewaarde wachtwoord te typen.
pl: Gdy zostanie wykryte okno logowania Apple lub ekran blokady, zaproponuj wpisanie zachowanego hasła.
pt_br: Quando uma janela de login da Apple ou uma tela bloqueada for detectada, oferecer para digitar a senha salva.
pt_pt: Quando uma janela de início de sessão da Apple ou um ecrã bloqueado for detetado, oferecer escrever a palavra-passe guardada.
ro: Când este detectată o fereastră de autentificare Apple sau un ecran blocat, se oferă tastarea parolei salvate.
sl: Ko je zaznano Applovo prijavno okno ali zaklenjen zaslon, ponudi vtipkanje shranjenega gesla.
sv: När ett Apple-inloggningsfönster eller en låst skärm upptäcks erbjuds du att skriva in det sparade lösenordet.
uk: Коли виявлено вікно входу Apple або екран блокування, пропонувати ввести збережений пароль.
vi: Khi phát hiện cửa sổ đăng nhập của Apple hoặc màn hình khóa, đề nghị gõ mật khẩu đã lưu.
zh_hans: 当检测到 Apple 登录窗口或锁定屏幕时，提示输入已存储的密码。
zh_hant: 當偵測到 Apple 登入視窗或鎖定螢幕時，提示輸入已儲存的密碼。

source: When Pointer Reaches Edge
ar: عند وصول المؤشر إلى الحافة
ca: Quan el punter arribi a la vora
cs: Když ukazatel dosáhne okraje
da: Når markøren når kanten
de: Wenn der Zeiger den Rand erreicht
es: Cuando el puntero llegue al borde
fi: Kun osoitin saavuttaa reunan
fr: Lorsque le pointeur atteint le bord
he: כאשר המצביע מגיע לקצה
hu: Amikor a mutató eléri a szélt
it: Quando il puntatore raggiunge il bordo
ja: ポインタが端に達したとき
ko: 포인터가 가장자리에 도달할 때
nb: Når pekeren når kanten
nl: Wanneer de aanwijzer de rand bereikt
pl: Gdy wskaźnik osiągnie krawędź
pt_br: Quando o ponteiro atingir a borda
pt_pt: Quando o ponteiro atingir a margem
ro: Când indicatorul atinge marginea
sl: Ko kazalec doseže rob
sv: När pekaren når kanten
uk: Коли вказівник досягає краю
vi: Khi con trỏ chạm mép
zh_hans: 当指针到达边缘时
zh_hant: 當指標到達邊緣時

source: Insert
de: Einfg
fr: Inser
it: Inserisci

source: Command-H
es: Comando-H
fr: Commande-H
it: Comando-H
nb: Kommando-H
sv: Kommando-H

source: Command-M
es: Comando-M
fr: Commande-M
it: Comando-M
nb: Kommando-M
sv: Kommando-M

source: Ctrl-Alt-Delete
es: Ctrl-Alt-Supr
fr: Ctrl-Alt-Suppr
it: Ctrl-Alt-Canc

source: Mission Control
zh_hans: 调度中心
